alsa-utils
amd-ucode
audacity
autoconf
automake
base
bash-completion
bind
binutils
bison
btrfs-progs
cheese
cryptsetup
dhcp
dhcpcd
dia
diffutils
dmraid
dnsmasq
docker
docker-compose
dosfstools
drawing
e2fsprogs
efibootmgr
eog
evince
fakeroot
filezilla
flex
foliate
gcc
gdm
gedit
gitg
gnome-backgrounds
gnome-calculator
gnome-clocks
gnome-control-center
gnome-desktop
gnome-keyring
gnome-screenshot
gnome-session
gnome-shell
gnome-shell-extensions
gnome-software
gnome-software-packagekit-plugin
gnome-terminal
gnome-tweaks
gnucash
gobject-introspection
gpm
gptfdisk
grub
gvfs
handbrake
htop
intel-ucode
kdenlive
linux
linux-firmware
lvm2
m4
make
man-db
man-pages
mdadm
mkinitcpio
mutter
nano
nautilus
neofetch
neovim
networkmanager
nilfs-utils
nodejs
noto-fonts
npm
ntfs-3g
obs-studio
openssh
opera
os-prober
parted
patch
pcsx2
pkgconf
plank
ppp
putty
python-cairo
python-django
reflector
rsync
sassc
scrcpy
sqlitebrowser
sudo
texinfo
usbmuxd
vivaldi
vivaldi-ffmpeg-codecs
vlc
vocal
wireless_tools
wpa_supplicant
xdg-user-dirs-gtk
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zsh
